Revit 2027 API
ParameterTypeId.MullionDepth2 Property
 "Depth 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MullionDepth2 { get; }
Public Shared ReadOnly Property MullionDepth2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MullionDepth2 {
	ForgeTypeId^ get ();
}
static member MullionDepth2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace